
"qtMovieViewAccessibilityMovie" = "Film";
"qtMovieViewAccessibilityRole" = "Funktion";
"qtMovieViewAccessibilitySubrole" = "Unterfunktion";
"qtMovieViewAccessibilityView" = "Ansicht";
"qtMovieViewAccessibilityImage" = "Bild";

"qtMovieViewContextMenuFlashBack" = "Zurück";
"qtMovieViewContextMenuFlashForward" = "Vorwärts";
"qtMovieViewContextMenuFlashLoop" = "Endlosschleife";
"qtMovieViewContextMenuFlashPlay" = "Wiedergabe";
"qtMovieViewContextMenuFlashRewind" = "Zurückspulen";
"qtMovieViewContextMenuFlashShowAll" = "Alle einblenden";
"qtMovieViewContextMenuFlashZoomIn" = "Vergrößern";
"qtMovieViewContextMenuFlashZoomOut" = "Verkleinern";

"qtMovieViewContextMenuLinearCopy" = "Kopieren";
"qtMovieViewContextMenuLinearCut" = "Ausschneiden";
"qtMovieViewContextMenuLinearPaste" = "Einsetzen";
"qtMovieViewContextMenuLinearPlay" = "Wiedergabe";
"qtMovieViewContextMenuLinearRedo" = "Wiederholen";
"qtMovieViewContextMenuLinearSelectAll" = "Alle auswählen";
"qtMovieViewContextMenuLinearSelectNone" = "Auswahl aufheben";
"qtMovieViewContextMenuLinearStop" = "Stopp";
"qtMovieViewContextMenuLinearUndo" = "Widerrufen";

"qtMovieViewEditCut" = "Ausschneiden";
"qtMovieViewEditCopy" = "Kopieren";
"qtMovieViewEditPaste" = "Einsetzen";
"qtMovieViewEditDelete" = "Löschen";
"qtMovieViewEditAdd" = "Hinzufügen";
"qtMovieViewEditAddScaled" = "Skaliert hinzufügen";
"qtMovieViewEditReplace" = "Ersetzen";
"qtMovieViewEditTrim" = "Trimmen";
"qtMovieViewEditDrop" = "Verschieben";

"qtMovieFlattenOperation" = "Film reduzieren …";
"qtMovieInsertTrackSegmentOperation" = "Spursegment einsetzen …";
"qtMovieInsertMovieSegmentOperation" = "Filmsegment einsetzen …";
"qtMoviePasteOperation" = "Einsetzen …";
"qtMovieAddMovieSelectionOperation" = "Filmauswahl anfügen …";
"qtMovieCopyOperation" = "Kopieren …";
"qtMovieCutOperation" = "Ausschneiden …";
"qtMovieLoadMovieIntoRamOperation" = "Film in den Speicher laden …";
"qtMovieLoadTrackIntoRamOperation" = "Spur in den Speicher laden …";
"qtMovieLoadMediaIntoRamOperation" = "Medien in den Speicher laden …";
"qtMovieImportOperation" = "Film importieren …";
"qtMovieExportOperation" = "Film exportieren …";
"qtMovieUnknownOperation" = "Unbekannter Vorgang …";

"qtMovieViewClippingName" = "Film-Clip ";

"QTMoviePosterTimeAttribute" = "Zeit für Titelbild einstellen";
"QTTrackHighQualityVideoAttribute" = "Hochqualitätsvideo einstellen";
"QTTrackDeinterlaceVideoAttribute" = "Deinterlace Video einstellen";
"QTTrackSingleFieldVideoAttribute" = "Einzelfeldvideo einstellen";
"QTTrackPreloadTrackAttribute" = "„Spur vorladen“ einstellen";
"QTTrackNeverPurgeTrackAttribute" = "„Spur nie entleeren“ einstellen";
"QTTrackMatrixAttribute" = "Spurmatrix einstellen";
"QTTrackChapterlistAttribute" = "Kapitelliste festlegen";
"QTTrackMaskAttribute" = "Spurmaske einstellen";
"QTTrackVolumeAttribute" = "Spurlautstärke einstellen";
"QTTrackBalanceAttribute" = "Spurbalance einstellen";
"QTTrackHrefAttribute" = "HREF für Spur einstellen";
"QTTrackTransferModeAttribute" = "Videoübertragungsmodus einstellen";
"QTTrackOperationColorAttribute" = "Farbe für den Videobetrieb festlegen";
"QTTrackEnabledAttribute" = "Spuraktivierung einstellen";
"QTTrackLanguageAttribute" = "Spursprache setzen";
"QTTrackLayerAttribute" = "Spurebene einstellen";
"QTTrackDisplayNameAttribute" = "Spurname festlegen";

"QTTrackDefaultName" = "Spur";
"QTTextTrackDefaultName" = "Textspur";
"QTChapterTrackDefaultName" = "Kapitel-Spur";
"QTVideoTrackDefaultName" = "Videospur";
"QTSoundTrackDefaultName" = "Audiospur";
"QTSubtitleTrackDefaultName" = "Untertitelspur";
"QTClosedCaptionTrackDefaultName" = "Spur mit erweiterten Untertiteln";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (Geschützt)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (Geschützt)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Videomedien";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Audiomedien";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Gemultiplexte Medien";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Textmedien";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Unbekannte Medien";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport-Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Programm-Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV Muxed Stream";

"QTCaptureDeviceUnknownDevice" = "Unbekanntes Gerät";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animation beste Qualität";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG – Hohe Qualität";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 – Hohe Qualität";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC – Hohe Qualität";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC Sprachqualität";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBitrate: 128 kBit/s pro Kanal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBitrate: 32 kBit/s pro Kanal\nAbtastrate: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Komprimierung: %@";
"QTCompressionOptionsSizeSummary" = "Maximale Größe: %d x %d";

"qtKitError" = "Fehler";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Das Volume ist voll.";
"qtKitErrorString35" = "Ein Volume konnte nicht gefunden werden.";
"qtKitErrorString36" = "Ein E/A-Fehler ist aufgetreten.";
"qtKitErrorString37" = "Ein unzulässiger Datei- oder Volumename wurde entdeckt.";
"qtKitErrorString38" = "Die Datei ist nicht geöffnet.";
"qtKitErrorString39" = "Das Dateiende wurde erreicht.";
"qtKitErrorString41" = "der Speicher voll ist";
"qtKitErrorString42" = "Es sind zu viele Dateien geöffnet.";
"qtKitErrorString43" = "Eine Datei oder ein Verzeichnis konnten nicht gefunden werden.";
"qtKitErrorString44" = "Ein Volume ist geschützt.";
"qtKitErrorString45" = "Eine Datei ist geschützt.";
"qtKitErrorString46" = "Ein Volume ist geschützt.";
"qtKitErrorString47" = "Die Datei wird bereits verwendet.";
"qtKitErrorString48" = "Es ist bereits eine Datei mit gleichem Namen vorhanden.";
"qtKitErrorString192" = "Eine benötigte Ressource wurde nicht gefunden.";
"qtKitErrorString193" = "Eine benötigte Ressourcedatei wurde nicht gefunden.";
"qtKitErrorString194" = "Ein Fehler ist beim Hinzufügen einer Ressource zur Datei aufgetreten.";
"qtKitErrorString195" = "Ein Fehler ist beim Hinzufügen einer Ressourcenreferenz zur Datei aufgetreten.";
"qtKitErrorString196" = "Ein Fehler ist beim Entfernen einer Ressource aufgetreten.";
"qtKitErrorString197" = "Ein Fehler ist beim Entfernen einer Ressourcereferenz aufgetreten.";
"qtKitErrorString198" = "Eine Ressource besitzt ein ungültiges Attribut.";
"qtKitErrorString199" = "Die Ressourcenzuordnungstabelle ist falsch.";
"qtKitErrorString1409" = "Die angegebene Datei-Fork existiert nicht.";
"qtKitErrorString2000" = "Eine benötigte Datenreferenz konnte nicht aufgelöst werden.";
"qtKitErrorString2001" = "Im Film wurde ein ungültige Bildbeschreibung gefunden.";
"qtKitErrorString2002" = "Im Film wurde ein ungültiges, öffentliches Movie-Atom gefunden.";
"qtKitErrorString2003" = "Eine benötigte Datensteuerung wurde nicht gefunden.";
"qtKitErrorString2004" = "Eine vom Film benötigte Datensteuerung konnte nicht geöffnet werden.";
"qtKitErrorString2005" = "Im Film wurde ein ungültiger Komponententyp gefunden.";
"qtKitErrorString2006" = "Eine benötigte Mediensteuerung wurde nicht gefunden.";
"qtKitErrorString2007" = "Eine benötigte Datensteuerung wurde nicht gefunden.";
"qtKitErrorString2008" = "Im Film wurden fehlerhafte Mediendaten entdeckt.";
"qtKitErrorString2009" = "Im Film wurde eine ungültige Spur gefunden.";
"qtKitErrorString2010" = "Der Film enthält fehlerhafte Daten.";
"qtKitErrorString2011" = "Der Film enthält eine ungültige Sample-Tabelle.";
"qtKitErrorString2012" = "Der Film enthält einen fehlerhaften Datenbezug.";
"qtKitErrorString2013" = "Der Film enthält eine fehlerhafte Datensteuerung.";
"qtKitErrorString2014" = "Der Film enthält eine falsche Spieldauer.";
"qtKitErrorString2015" = "Der Film enthält eine falsche Zeitangabe.";
"qtKitErrorString2016" = "Ein öffentliches Film-Atom konnte nicht im Film gesichert werden.";
"qtKitErrorString2017" = "Der Film hat eine ungültige Edit-Liste.";
"qtKitErrorString2018" = "Die Medientypen des Films stimmen nicht überein.";
"qtKitErrorString2019" = "Der Vorgang wurde abgebrochen.";
"qtKitErrorString2020" = "Die „Movie Toolbox“ wurde nicht initialisiert.";
"qtKitErrorString2021" = "Eine benötigte Arbeitsdatei wurde nicht gefunden.";
"qtKitErrorString2022" = "Ein Datei mit nur einer Fork konnte nicht angelegt werden.";
"qtKitErrorString2023" = "Der Edit-Zustand ist ungültig.";
"qtKitErrorString2024" = "Der Edit-Zustand stimmt nicht überein.";
"qtKitErrorString2025" = "Der Edit-Zustand ist veraltet.";
"qtKitErrorString2026" = "Im Film fehlen einige Benutzerdaten.";
"qtKitErrorString2027" = "Ein Programmfehler ist aufgetreten.";
"qtKitErrorString2028" = "Ein fehlerhafter Spurindex wurde angegeben.";
"qtKitErrorString2029" = "Die Spur-ID-Nummer wurde nicht gefunden.";
"qtKitErrorString2030" = "Eine angegebene Spur befindet sich nicht im Film.";
"qtKitErrorString2031" = "Eine angegebene Zeit befindet sich nicht in der Spur.";
"qtKitErrorString2032" = "Eine angegebene Zeit befindet sich nicht in den Medien.";
"qtKitErrorString2033" = "Ein ungültiger Edit-Index wurde angegeben.";
"qtKitErrorString2034" = "Ein unerwarteter QuickTime-Fehler ist aufgetreten.";
"qtKitErrorString2035" = "Eine benötigte Spur konnte nicht aktiviert werden.";
"qtKitErrorString2036" = "Ein ungültiges Rechteck wurde im Film entdeckt.";
"qtKitErrorString2037" = "Der Film enthält eine ungültige Sample-Nummer.";
"qtKitErrorString2038" = "Der Film enthält eine ungültige Chunk-Nummer.";
"qtKitErrorString2039" = "Der Film enthält einen ungültigen Sample-Beschreibungsindex.";
"qtKitErrorString2040" = "Der Film enthält einen ungültigen Chunk-Cache.";
"qtKitErrorString2041" = "Der Film enthält eine ungültige Sample-Beschreibung.";
"qtKitErrorString2042" = "Die Daten-Fork der Filmdatei konnte nicht zum Lesen geöffnet werden.";
"qtKitErrorString2043" = "Die Daten-Fork der Filmdatei konnte nicht zum Schreiben geöffnet werden.";
"qtKitErrorString2044" = "Die Daten-Fork der Filmdatei wurde bereits zum Schreiben geöffnet.";
"qtKitErrorString2045" = "Die Daten-Fork der Filmdatei wurde bereits geschlossen.";
"qtKitErrorString2046" = "Das Ende der Filmdaten wurde erreicht.";
"qtKitErrorString2047" = "Ein fehlerhafter Datenbezug wurde entdeckt.";
"qtKitErrorString2048" = "Die Datei ist keine Filmdatei.";
"qtKitErrorString2049" = "Der Film enthält einen fehlerhaften Datenbezugscontainer.";
"qtKitErrorString2050" = "Der Film enthält einen fehlerhaften Datenbezugsindex.";
"qtKitErrorString2051" = "Der Film wurde noch nicht auf dem Volume angelegt.\nSichern Sie den Film und versuchen Sie es erneut.";
"qtKitErrorString2052" = "Eine vorhandenes Daten-Sample konnte nicht benutzt werden.";
"qtKitErrorString2053" = "Das Programm versuchte, eine nicht implementierte Funktion zu benutzen.";
"qtKitErrorString2125" = "Der Versatz in der Datei ist zu groß.";
"qtKitErrorString2149" = "Es sind nicht genügend Filmdaten verfügbar.";
"qtKitErrorString5000" = "Ihre Rechte reichen für diesen Vorgang nicht aus.";
"qtKitErrorString8969" = "Der Film enthält fehlerhafte Daten.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Der Vorgang konnte nicht abgeschlossen werden.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Der Vorgang konnte aufgrund eines unbekannten Fehlers nicht abgeschlossen werden. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Das Medium kann nicht aufgenommen werden.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Manche Medienquellen sind mit Medienspeicherorten nicht kompatibel.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Vom dem Gerät „%@“ können keine Medien aufgenommen werden, da das Gerät bereits anderweitig in diesem Programm verwendet wird.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Versuchen Sie, alle Vorgänge anzuhalten, die das Gerät „%@“ verwenden, oder warten Sie, bis diese Vorgänge abgeschlossen sind.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Die Aufnahme ist fehlgeschlagen, da keine Daten empfangen wurden.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Vergewissern Sie sich, dass die Medieneingabequelle eingeschaltet ist und die Wiedergabe läuft.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Die Aufnahme wurde angehalten, da die Konfiguration von Medienquellen und Medienspeicherorten geändert wurde.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Versuchen Sie die Aufnahme erneut.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Die Aufnahme auf „%@“ wurde angehalten, da das Volume „%@“ keinen Speicherplatz mehr verfügbar hat.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Versuchen Sie, Dateien vom Volume „%@“ zu löschen oder die Aufnahme auf einem anderen Volume durchzuführen.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Die Aufnahme wurde angehalten, da das Gerät „%@“ ausgeschaltet oder getrennt wurde.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Versuchen Sie, das Gerät „%@“ einzuschalten oder erneut anzuschließen, um mit der Aufnahme fortzufahren.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Die Aufnahme wurde angehalten, da das Format des Ausgangsmediums geändert wurde.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Medien mit verschiedenen Formaten können nicht in derselben Datei aufgenommen werden.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Die Aufnahme wurde angehalten, da die Datei nicht länger als %@ sein kann.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Die maximale Dauer beträgt %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Die Aufnahme wurde angehalten, da die Datei nicht größer als %@ sein kann.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Die maximale Dateigröße beträgt %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Die Aufnahme wurde angehalten, da eine Unterbrechung im Eingabemedium aufgetreten ist.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Versuchen Sie, Programme zu beenden bzw. Geräte zu trennen, die für die Aufnahme benötigte Ressourcen verwenden.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Das Gerät „%@“ konnte nicht geöffnet werden, da es nicht angeschlossen oder nicht eingeschaltet ist.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Versuchen Sie, das Gerät „%@“ einzuschalten oder anzuschließen, bevor Sie es öffnen.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Ein Gerät konnte nicht geöffnet werden, da es nicht angeschlossen oder nicht eingeschaltet ist.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Versuchen Sie Geräte einzuschalten und zu verbinden, bevor Sie sie öffnen.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Das Gerät „%@“ konnte nicht geöffnet werden, da es bereits von einem anderen Programm verwendet wird.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Halten Sie alle Vorgänge an, die das Gerät „%@“ verwenden, warten Sie, bis diese Vorgänge abgeschlossen sind, oder beenden Sie das Programm, welches derzeit das Gerät verwendet.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Das Gerät „%@“ konnte nicht geöffnet werden, da ein Gerät „%@“ bereits geöffnet ist und einen Konflikt erzeugt.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Versuchen Sie, alle Vorgänge anzuhalten, die das Gerät „%@“ verwenden.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Die Aufnahme wurde angehalten, da die maximale Dateilänge erreicht wurde.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Setzen Sie die Aufnahme in einer neuen Datei fort.";

"qtKitDataSizeInBytes" = "%@ Byte";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Schwarzweiß";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "32768";
"qtKitBitDepthStringForMillionsColors" = "16,7 Mill.";
"qtKitBitDepthStringForMillionsPlusColors" = "Über 16,7 Mill.";
"qtKitBitDepthStringForUnknownColors" = "Unbekannt";
"qtKitBitDepthStringForColorsColors" = "Farben";
"qtKitBitDepthStringForGrayColors" = "Graustufen";
